import 'package:food_for_later_new/models/notice.dart';


final Notice secondNotice = Notice(
  title: "개인정보처리방침 제정",
  date: DateTime(2025, 1, 23),
  content: """
**개인정보처리방침 제정 안내**

**이따 뭐먹지**에서는 여러분의 소중한 개인정보를 보호하고, 다음과 같은 원칙을 준수하겠습니다:

**1. 최소한의 개인정보 요청**  
   반드시 필요한 정보만 요청하겠습니다.

**2. 필수 동의 정보 최소화**  
   서비스 제공에 필수적인 정보만을 필수 동의 정보로 설정하겠습니다.

**3. 선택 동의 정보 거부 권리 보장**  
   선택 동의 정보에 대해서는 거절할 수 있는 권리를 보장하겠습니다.

**4. 서비스 품질 향상 노력**  
   지속적으로 서비스 품질을 개선하고 안전한 환경을 제공하겠습니다.

**5. 목적 외 사용 금지**  
   수집된 개인정보를 다른 목적으로 사용하지 않겠습니다.

---

자세한 내용은 아래 링크를 통해 확인하실 수 있습니다:) 
[개인정보처리방침 전문 보기](https://seuunng.github.io/food_for_later_policy/privacy-policy.html)
""",
);