import 'package:food_for_later_new/models/notice.dart';


final Notice firstNotice = Notice(
  title: '''
🎉 "이따 뭐먹지" 출시! 이제 냉장고를 스마트하게 관리하세요.
''',
  date: DateTime(2025, 1, 22),
  content: """
**"이따 뭐먹지" 어플이 드디어 출시되었습니다!** 🎊  
---

**이따 뭐먹지? 고민될 때** 이 앱으로 당신의 냉장고를 계획하세요

이따 뭐먹지 앱이 드디어 **출시**되었습니다.

**스마트**하고 **알뜰**한 냉장고 계획: 이따 뭐먹지

  **유통기한** 지난 식품을 제때 못 먹어 버리게 되셨나요?
  장보러 갔는데, **집에 양파가 있나** 없나 가물가물 하신가요?
  냉장고에 있는 채소로 **뭘 해먹어야 할 지** 모르시겠나요?


🍽️ **똑똑**한 냉장고 관리, **알뜰**한 집밥 생활!

🥦 **유통기한 걱정? 이제 그만!**
냉장고 속 식재료, 언제까지 **신선**할까요?
**유통기한** 임박 재료를 한눈에 확인하고, 버려지는 음식 없이 **알뜰**하게 활용하세요!
**500개** 이상의 식재료 데이터 + 직접 **추가 및 수정** 가능!

🛒 **쇼핑부터 냉장고 정리까지 한 번에!**
장 봤다면? 버튼 한 번으로 **냉장고에 정리** 끝!
**추가 공간** 구분 기능으로 더욱 체계적인 관리 가능!

🍳 **냉장고 속 재료로 추천하는 맞춤 레시피!**
냉장고에 있는 재료로 만들 수 있는 **요리를 추천**받고, 바로 요리 시작!
레시피에서 부족한 재료는 장바구니로 이동해 쇼핑도 편하게!

📝 **식단 기록 & 플래너 기능!**
이번 주 식단, 얼마나 건강하게 먹었는지 기록!
미래의 식단을 계획하고, 과거에 먹은 음식도 기록해 건강한 식생활을 유지하세요!

🎨 **나만의 스타일로 꾸미는 앱!**
여러 가지 테마 & 폰트를 선택해 감각적인 디자인으로 변신!
나만의 스타일로 편안하고 즐거운 앱 환경을 만들어보세요!

📲 스마트한 **냉장고** 관리, 지금 시작하세요! 🚀
""",
);