import 'package:food_for_later_new/models/notice.dart';


final Notice firstNotice = Notice(
  title: '''
🎉 "이따 뭐먹지" 출시!
이제 냉장고를 스마트하게 관리하세요.
''',
  date: DateTime(2025, 1, 22),
  content: """
**"이따 뭐먹지" 어플이 드디어 출시되었습니다!** 🎊  

---

🌟 **주요 기능**  
- 🕒 **유통기한 관리**  
  유통기한이 지나 못 먹는 식재료? 이제 걱정하지 마세요.  

- 🛒 **스마트 쇼핑 및 냉장고 정리**  
  쇼핑부터 냉장고 정리까지 스무스하게 해결!  

- 🍳 **레시피 추천**  
  냉장고 속 재료로 뭘 만들어 먹을지 고민된다면, 저한테 물어보세요.  

- 📝 **기록 관리**  
  내가 어떤 음식을 먹었는지도 기록하고 모아 볼 수 있어요!  

- 🎨 **다양한 테마와 폰트**  
  나만의 스타일로 앱을 꾸며보세요!  

---

📱 **"이따 뭐먹지"와 함께하세요!**  

더 이상 버리는 식재료 없이, **스마트한 주방 생활**을 시작할 수 있습니다.  
지금 바로 만나보세요! 🚀 
""",
);